Repository: G-POPLO/SREmulator
Catalog: SREmulator/Localizations/Localization.*.resx
Languages: ja, ko, ru, zh_hans, zh_hant

source: Acheron
ja: 黄泉
ko: 아케론
ru: Ахерон
zh_hans: 黄泉
zh_hant: 黃泉

source: Aglaea
ja: アグライア
ko: 아글라이아
ru: Аглая
zh_hant: 阿格萊雅

source: Argenti
ja: アルジェンティ
ko: 아젠티
ru: Аргенти
zh_hans: 银枝
zh_hant: 銀枝

source: Arlan
ja: アーラン
ko: 아를란
ru: Арлан
zh_hans: 阿兰
zh_hant: 阿蘭

source: Asta
ja: アスター
ko: 아스타
ru: Аста
zh_hans: 艾丝妲
zh_hant: 艾絲妲

source: Aventurine
ja: アベンチュリン
ko: 어벤츄린
ru: Авантюрин
zh_hans: 砂金
zh_hant: 砂金

source: Bailu
ja: 白露
ko: 백로
ru: Байлу
zh_hans: 白露
zh_hant: 白露

source: Black Swan
ja: ブラックスワン
ko: 블랙 스완
ru: Чёрный Лебедь
zh_hans: 黑天鹅
zh_hant: 黑天鵝

source: Blade
ja: 刃
ko: 블레이드
ru: Блэйд
zh_hans: 刃
zh_hant: 刃

source: Boothill
ja: ブートヒル
ko: 부트힐
ru: Бутхилл
zh_hans: 波提欧
zh_hant: 波提歐

source: Bronya
ja: ブローニャ
ko: 브로냐
ru: Броня
zh_hans: 布洛妮娅
zh_hant: 布洛妮婭

source: Clara
ja: クラーラ
ko: 클라라
ru: Клара
zh_hans: 克拉拉
zh_hant: 克拉拉

source: Dan Heng
ja: 丹恒
ko: 단항
ru: Дань Хэн
zh_hans: 丹恒
zh_hant: 丹恆

source: Dan Heng • Imbibitor Lunae
ja: 丹恒・飲月
ko: 단항•음월
ru: Дань Хэн: Пожиратель Луны
zh_hans: 丹恒•饮月
zh_hant: 丹恆•飲月

source: Dr. Ratio
ja: Dr.レイシオ
ko: Dr. 레이시오
ru: Доктор Рацио
zh_hans: 真理医生
zh_hant: 真理醫生

source: Feixiao
ja: 飛霄
ko: 비소
ru: Фэйсяо
zh_hans: 飞霄
zh_hant: 飛霄

source: Firefly
ja: ホタル
ko: 반디
ru: Светлячок
zh_hans: 流萤
zh_hant: 流螢

source: Fu Xuan
ja: 符玄
ko: 부현
ru: Фу Сюань
zh_hans: 符玄
zh_hant: 符玄

source: Fugue
ja: 帰忘の流離人
ko: 망귀인(忘歸人)
ru: Фуга
zh_hant: 忘歸人

source: Gallagher
ja: ギャラガー
ko: 갤러거
ru: Галлахер
zh_hans: 加拉赫
zh_hant: 加拉赫

source: Gepard
ja: ジェパード
ko: 게파드
ru: Гепард
zh_hans: 杰帕德
zh_hant: 傑帕德

source: Guinaifen
ja: 桂乃芬
ko: 계네빈
ru: Гуйнайфэнь
zh_hans: 桂乃芬
zh_hant: 桂乃芬

source: Hanya
ja: 寒鴉
ko: 한아
ru: Ханья
zh_hans: 寒鸦
zh_hant: 寒鴉

source: Herta
ja: ヘルタ
ko: 헤르타
ru: Герта
zh_hans: 黑塔
zh_hant: 黑塔

source: Himeko
ja: 姫子
ko: 히메코
ru: Химеко
zh_hans: 姬子
zh_hant: 姬子

source: Hook
ja: フック
ko: 후크
ru: Хук
zh_hans: 虎克
zh_hant: 虎克

source: Huohuo
ja: フォフォ
ko: 곽향
ru: Хохо
zh_hans: 藿藿
zh_hant: 藿藿

source: Jade
ja: ジェイド
ko: 제이드
ru: Яшма
zh_hans: 翡翠
zh_hant: 翡翠

source: Jiaoqiu
ja: 椒丘
ko: 초구
ru: Цзяоцю
zh_hans: 椒丘
zh_hant: 椒丘

source: Jing Yuan
ja: 景元
ko: 경원
ru: Цзин Юань
zh_hans: 景元
zh_hant: 景元

source: Jingliu
ja: 鏡流
ko: 경류
ru: Цзинлю
zh_hans: 镜流
zh_hant: 鏡流

source: Kafka
ja: カフカ
ko: 카프카
ru: Кафка
zh_hans: 卡芙卡
zh_hant: 卡芙卡

source: Lingsha
ja: 霊砂
ko: 영사
ru: Линша
zh_hans: 灵砂
zh_hant: 靈砂

source: Luka
ja: ルカ
ko: 루카
ru: Лука
zh_hans: 卢卡
zh_hant: 盧卡

source: Luocha
ja: 羅刹
ko: 나찰
ru: Лоча
zh_hans: 罗刹
zh_hant: 羅剎

source: Lynx
ja: リンクス
ko: 링스
ru: Рысь
zh_hans: 玲可
zh_hant: 玲可

source: March 7th
ja: 三月なのか
ko: Mar. 7th
ru: Март 7
zh_hans: 三月七
zh_hant: 三月七

source: Misha
ja: ミーシャ
ko: 미샤
ru: Миша
zh_hans: 米沙
zh_hant: 米沙

source: Moze
ja: モゼ
ko: 맥택
ru: Моцзэ
zh_hans: 貊泽
zh_hant: 貊澤

source: Natasha
ja: ナターシャ
ko: 나타샤
ru: Наташа
zh_hans: 娜塔莎
zh_hant: 娜塔莎

source: Pela
ja: ぺラ
ko: 페라
ru: Пела
zh_hans: 佩拉
zh_hant: 佩拉

source: Qingque
ja: 青雀
ko: 청작
ru: Цинцюэ
zh_hans: 青雀
zh_hant: 青雀

source: Rappa
ja: 乱破
ko: 라파
ru: Раппа
zh_hans: 乱破
zh_hant: 亂破

source: Robin
ja: ロビン
ko: 로빈
ru: Зарянка
zh_hans: 知更鸟
zh_hant: 知更鳥

source: Ruan Mei
ja: ルアン・メェイ
ko: 완•매
ru: Жуань Мэй
zh_hans: 阮•梅
zh_hant: 阮•梅

source: Sampo
ja: サンポ
ko: 삼포
ru: Сампо
zh_hans: 桑博
zh_hant: 桑博

source: Seele
ja: ゼーレ
ko: 제레
ru: Зеле
zh_hans: 希儿
zh_hant: 希兒

source: Serval
ja: セーバル
ko: 서벌
ru: Сервал
zh_hans: 希露瓦
zh_hant: 希露瓦

source: Silver Wolf
ja: 銀狼
ko: 은랑
ru: Серебряный Волк
zh_hans: 银狼
zh_hant: 銀狼

source: Sparkle
ja: 花火
ko: 스파클
ru: Искорка
zh_hans: 花火
zh_hant: 花火

source: Sunday
ja: サンデー
ko: 선데이
ru: Воскресенье
zh_hant: 星期日

source: Sushang
ja: 素裳
ko: 소상
ru: Сушан
zh_hans: 素裳
zh_hant: 素裳

source: The Herta
ja: マダム・ヘルタ
ko: 더 헤르타
ru: Великая Герта
zh_hant: 大黑塔

source: Tingyun
ja: 停雲
ko: 정운
ru: Тинъюнь
zh_hans: 停云
zh_hant: 停雲

source: Topaz & Numby
ja: トパーズ&カブ
ko: 토파즈&복순이
ru: Топаз и Счетовод
zh_hans: 托帕&账账
zh_hant: 托帕&帳帳

source: Welt
ja: ヴェルト
ko: 웰트
ru: Вельт
zh_hans: 瓦尔特
zh_hant: 瓦爾特

source: Xueyi
ja: 雪衣
ko: 설의
ru: Сюэи
zh_hans: 雪衣
zh_hant: 雪衣

source: Yanqing
ja: 彦卿
ko: 연경
ru: Яньцин
zh_hans: 彦卿
zh_hant: 彥卿

source: Yukong
ja: 御空
ko: 어공
ru: Юйкун
zh_hans: 驭空
zh_hant: 馭空

source: Yunli
ja: 雲璃
ko: 운리
ru: Юньли
zh_hans: 云璃
zh_hant: 雲璃

source: A Grounded Ascent
ja: 大地より天を目指して
ko: 대지로 돌아온 비행
ru: Приземлённый полёт
zh_hans: 回到大地的飞行
zh_hant: 回到大地的飛行

source: A Secret Vow
ja: 秘密の誓い
ko: 비밀 맹세
ru: Тайная клятва
zh_hans: 秘密誓心
zh_hant: 秘密誓心

source: Adversarial
ja: 相抗
ko: 대립
ru: Противостояние
zh_hans: 相抗
zh_hant: 相抗

source: After the Charmony Fall
ja: 調和が沈黙した後
ko: 조화가 침묵한 후
ru: После затишья Гармонии
zh_hans: 谐乐静默之后
zh_hant: 諧樂靜默之後

source: Along the Passing Shore
ja: 流れ逝く岸を歩いて
ko: 흘러가는 강가를 따라
ru: Вдоль уходящего берега
zh_hans: 行于流逝的岸
zh_hant: 行於流逝的岸

source: Amber
ja: アンバー
ko: 앰버
ru: Янтарь
zh_hans: 琥珀
zh_hant: 琥珀

source: An Instant Before A Gaze
ja: その一刻、目に焼き付けて
ko: 눈에 담긴 순간
ru: Остановись, мгновенье
zh_hans: 片刻，留在眼底
zh_hant: 片刻，留在眼底

source: Arrows
ja: 矢じり
ko: 화살촉
ru: Стрелы
zh_hans: 锋镝
zh_hant: 鋒鏑

source: Baptism of Pure Thought
ja: 純粋なる思惟の洗礼
ko: 순수 사유의 세례
ru: Крещение чистой мысли
zh_hans: 纯粹思维的洗礼
zh_hant: 純粹思維的洗禮

source: Before Dawn
ja: 夜明け前
ko: 동트기 전
ru: До рассвета
zh_hans: 拂晓之前
zh_hant: 拂曉之前

source: Boundless Choreo
ja: 終わりなき舞踏
ko: 끝없는 춤
ru: Безграничный танец
zh_hans: 无边曼舞
zh_hant: 無邊曼舞

source: Brighter Than the Sun
ja: 陽光より輝くもの
ko: 태양보다 밝게 빛나는 것
ru: Ярче солнца
zh_hans: 比阳光更明亮的
zh_hant: 比陽光更明亮的

source: But the Battle Isn't Over
ja: だが戦争は終わらない
ko: 아직 전투는 끝나지 않았다
ru: Битва не окончена
zh_hans: 但战斗还未结束
zh_hant: 但戰鬥還未結束

source: Chorus
ja: 斉頌
ko: 합창
ru: Хор
zh_hans: 齐颂
zh_hant: 齊頌

source: Collapsing Sky
ja: 天傾
ko: 천경
ru: Падение небес
zh_hans: 天倾
zh_hant: 天傾

source: Concert for Two
ja: 二人だけのコンサート
ko: 두 사람의 콘서트
ru: Концерт для двоих
zh_hans: 同一种心情
zh_hant: 兩個人的演唱會

source: Cornucopia
ja: 物穣
ko: 풍작
ru: Рог изобилия
zh_hans: 物穰
zh_hant: 物穰

source: Cruising in the Stellar Sea
ja: 星海巡航
ko: 별바다 순항
ru: Круиз по галактике
zh_hans: 星海巡航
zh_hant: 星海巡航

source: Dance at Sunset
ja: 夕日に舞う
ko: 해 질 무렵 시작되는 춤
ru: Танец на закате
zh_hans: 落日时起舞
zh_hant: 落日時起舞

source: Dance! Dance! Dance!
ja: ダンス！ダンス！ダンス！
ko: 댄스! 댄스! 댄스!
ru: Танцуй! Танцуй! Танцуй!
zh_hans: 舞！舞！舞！
zh_hant: 舞！舞！舞！

source: Darting Arrow
ja: 離弦
ko: 시위를 떠난 화살
ru: Выпущенная стрела
zh_hans: 离弦
zh_hant: 離弦

source: Data Bank
ja: アーカイブ
ko: 아카이브
ru: База данных
zh_hans: 智库
zh_hant: 智庫

source: Day One of My New Life
ja: 余生の初日
ko: 여생의 첫날
ru: Первый день моей новой жизни
zh_hans: 余生的第一天
zh_hant: 餘生的第一天

source: Defense
ja: 防衛
ko: 수비
ru: Оборона
zh_hans: 戍御
zh_hant: 戍禦

source: Dream's Montage
ja: 夢のモンタージュ
ko: 꿈의 몽타주
ru: Монтаж грёз
zh_hans: 梦的蒙太奇
zh_hant: 夢的蒙太奇

source: Earthly Escapade
ja: 人生は遊び
ko: 속세에서의 유희
ru: Мирские шалости
zh_hans: 游戏尘寰
zh_hant: 遊戲塵寰

source: Echoes of the Coffin
ja: 棺のこだま
ko: 관의 울림
ru: Эхо из гроба
zh_hans: 棺的回响
zh_hant: 棺的迴響

source: Eternal Calculus
ja: 絶え間ない演算
ko: 멈추지 않는 연산
ru: Беспрерывные вычисления
zh_hans: 不息的演算
zh_hant: 不息的演算

source: Eyes of the Prey
ja: 獲物の視線
ko: 사냥감의 시선
ru: Взгляд жертвы
zh_hans: 宇宙市场趋势
zh_hant: 獵物的視線

source: Fine Fruit
ja: 嘉果
ko: 알찬 열매
ru: Спелый плод
zh_hans: 嘉果
zh_hant: 嘉果

source: Flowing Nightglow
ja: 光あふれる夜
ko: 찬란하게 빛나는 밤
ru: Мимолётные ночные огни
zh_hans: 夜色流光溢彩
zh_hant: 夜色流光溢彩

source: Geniuses' Repose
ja: 天才たちの休息
ko: 천재들의 휴식
ru: Отдых гениев
zh_hans: 芳华待灼
zh_hant: 天才們的休憩

source: Good Night and Sleep Well
ja: おやすみなさいと寝顔
ko: 밤 인사와 잠든 얼굴
ru: Спокойной ночи и мирного сна
zh_hans: 晚安与睡颜
zh_hant: 晚安與睡顏

source: Hidden Shadow
ja: 匿影
ko: 숨은 그림자
ru: Скрытая тень
zh_hans: 匿影
zh_hant: 匿影

source: I Shall Be My Own Sword
ja: この身は剣なり
ko: 이 몸이 검이니
ru: Отныне я сама буду мечом
zh_hans: 此身为剑
zh_hant: 此身為劍

source: I Venture Forth to Hunt
ja: 我が征く巡狩の道
ko: 정복하고 사냥하리
ru: Я отправляюсь на охоту
zh_hans: 我将，巡征追猎
zh_hant: 我將，巡徵追獵

source: In the Name of the World
ja: 世界の名を以て
ko: 세계의 이름으로
ru: Во имя мира
zh_hans: 以世界之名
zh_hant: 以世界之名

source: In the Night
ja: 夜の帳の中で
ko: 야경 속에서
ru: В ночи
zh_hans: 于夜色中
zh_hant: 於夜色中

source: Incessant Rain
ja: 降りやまぬ雨
ko: 계속 내리는 비
ru: Непрекращающийся дождь
zh_hans: 雨一直下
zh_hant: 雨一直下

source: Indelible Promise
ja: 心に刻まれた約束
ko: 마음에 새긴 약속
ru: Хранящееся в сердце обещание
zh_hans: 铭记于心的约定
zh_hant: 銘記护心的的定

source: Inherently Unjust Destiny
ja: 運命は常に不公平
ko: 언제나 불공평한 운명
ru: Несправедливая судьба
zh_hans: 命运从未公平
zh_hant: 命運從未公平

source: Landau's Choice
ja: ランドゥーの選択
ko: 랜도의 선택
ru: Выбор Ландау
zh_hans: 朗道的选择
zh_hant: 朗道的選擇

source: Long Road Leads Home
ja: 長途はやがて帰途へと続く
ko: 먼 길 끝의 귀로
ru: Дом в конце долгого пути
zh_hans: 长路终有归途
zh_hant: 長路終有歸途

source: Loop
ja: 淵環
ko: 심연의 고리
ru: Петля
zh_hans: 渊环
zh_hant: 淵環

source: Make the World Clamor
ja: この世界に喧噪を
ko: 세상을 진정시키지 마
ru: Пусть мир не стихает
zh_hans: 别让世界静下来
zh_hant: 別讓世界靜下來

source: Mediation
ja: 同調
ko: 어울림
ru: Созвучие
zh_hans: 调和
zh_hant: 調和

source: Memories of the Past
ja: 記憶の中の姿
ko: 기억 속 모습
ru: Воспоминания о прошлом
zh_hans: 记忆中的模样
zh_hant: 記憶中的模樣

source: Meshing Cogs
ja: 輪契
ko: 맞물린 톱니
ru: Сцепленные шестерни
zh_hans: 轮契
zh_hant: 輪契

source: Moment of Victory
ja: 勝利の刹那
ko: 승리의 순간
ru: Момент победы
zh_hans: 制胜的瞬间
zh_hant: 制勝的瞬間

source: Multiplication
ja: 蕃殖
ko: 증식
ru: Размножение
zh_hans: 蕃息
zh_hant: 蕃息

source: Mutual Demise
ja: 倶歿
ko: 전멸
ru: Совместная гибель
zh_hans: 俱殁
zh_hant: 俱歿

source: Night of Fright
ja: 驚魂の夜
ko: 섬뜩한 밤
ru: Ночь страха
zh_hans: 惊魂夜
zh_hant: 驚魂夜

source: Night on the Milky Way
ja: 銀河鉄道の夜
ko: 은하철도의 밤
ru: Ночь на Млечном Пути
zh_hans: 银河铁道之夜
zh_hant: 銀河鐵道之夜

source: Ninjutsu Inscription: Dazzling Evilbreaker
ja: 忍法帖・繚乱破魔
ko: 인법첩•요란 파마
ru: Свиток ниндзя: Очищение хаосом
zh_hans: 忍法帖•缭乱破魔
zh_hant: 忍法帖•繚亂破魔

source: On the Fall of an Aeon
ja: とある星神の殞落を記す
ko: 어떤 에이언즈의 몰락
ru: О падении Эона
zh_hans: 记一位星神的陨落
zh_hant: 記一位星神的殞落

source: Only Silence Remains
ja: 沈黙のみ
ko: 침묵만이
ru: Остаётся лишь тишина
zh_hans: 唯有沉默
zh_hant: 唯有沉默

source: Passkey
ja: 霊鍵
ko: 영험한 열쇠
ru: Ключ от всех дверей
zh_hans: 灵钥
zh_hant: 靈鑰

source: Past Self in Mirror
ja: 鏡の中の私
ko: 거울 속 지난날의 나
ru: Отражение прошлой меня
zh_hans: 镜中故我
zh_hant: 鏡中故我

source: Patience Is All You Need
ja: 待つのみ
ko: 필요한 건 기다림뿐
ru: Просто надо подождать
zh_hans: 只需等待
zh_hant: 只需等待

source: Perfect Timing
ja: 今が丁度
ko: 알맞은 타이밍
ru: Идеальное время
zh_hans: 决心如汗珠般闪耀
zh_hant: 此時恰好

source: Pioneering
ja: 新天地
ko: 강토 개척
ru: Новые горизонты
zh_hans: 开疆
zh_hant: 開疆

source: Planetary Rendezvous
ja: 惑星との出会い
ko: 행성과의 만남
ru: Свидание со звёздами
zh_hans: 与行星相会
zh_hant: 與行星相會

source: Poised to Bloom
ja: 美しき華よ今咲かん
ko: 피어나길 기다리는 꽃
ru: Расцвет юности
zh_hans: 天才们的休憩
zh_hant: 芳華待灼

source: Post-Op Conversation
ja: 手術後の会話
ko: 수술 후의 대화
ru: Беседа после операции
zh_hans: 一场术后对话
zh_hant: 一場術後對話

source: Reforged Remembrance
ja: 時間の記憶を再構築して
ko: 시간의 기억에 대한 재구성
ru: Изменённые воспоминания
zh_hans: 重塑时光之忆
zh_hant: 重塑時光之憶

source: Resolution Shines As Pearls of Sweat
ja: 決意は汗のように輝く
ko: 땀방울처럼 빛나는 결심
ru: Решимость блестит подобно жемчужинам пота
zh_hans: 两个人的演唱会
zh_hant: 決心如汗珠般閃耀

source: Sagacity
ja: 見識
ko: 식견
ru: Проницательность
zh_hans: 睿见
zh_hant: 睿見

source: Sailing Towards a Second Life
ja: 二度目の生に向かって
ko: 두 번째 생명을 향해
ru: Отплытие ко второй жизни
zh_hans: 驶向第二次生命
zh_hant: 駛向第二次生命

source: Scent Alone Stays True
ja: 昔日の香りは今も猶
ko: 오직 향만이 변함없이
ru: Останется лишь аромат
zh_hans: 唯有香如故
zh_hant: 唯有香如故

source: Shadowed by Night
ja: 夜は影のように付き纏う
ko: 그림자처럼 뒤따르는 밤
ru: Скрытый в ночной тени
zh_hans: 黑夜如影随行
zh_hant: 黑夜如影隨行

source: Shared Feeling
ja: 同じ気持ち
ko: 같은 심정
ru: Общие чувства
zh_hans: 猎物的视线
zh_hant: 同一種心情

source: Shattered Home
ja: 楽壊
ko: 무너진 행복
ru: Расколовшийся дом
zh_hans: 乐圮
zh_hant: 樂圮

source: She Already Shut Her Eyes
ja: 閉ざした瞳
ko: 그녀는 두 눈을 감았네
ru: Она закрыла глаза
zh_hans: 她已闭上双眼
zh_hant: 她已閉上雙眼

source: Sleep Like the Dead
ja: 泥の如き眠り
ko: 깊게 든 단잠
ru: Мертвецкий сон
zh_hans: 如泥酣眠
zh_hant: 如泥酣眠

source: Solitary Healing
ja: 孤独の癒やし
ko: 고독의 치유
ru: Одинокое исцеление
zh_hans: 孤独的疗愈
zh_hant: 孤獨的療癒

source: Something Irreplaceable
ja: かけがえのないもの
ko: 대체할 수 없는 것
ru: Что-то незаменимое
zh_hans: 无可取代的东西
zh_hant: 無可取代的東西

source: Subscribe for More!
ja: フォローして！
ko: 팔로우를 부탁해!
ru: Больше подписок!
zh_hans: 点个关注吧！
zh_hant: 按個追蹤吧！

source: Swordplay
ja: 論剣
ko: 논검
ru: Фехтование
zh_hans: 论剑
zh_hant: 論劍

source: Texture of Memories
ja: 記憶の素材
ko: 기억의 소재
ru: Материя памяти
zh_hans: 记忆的质料
zh_hant: 記憶的質料

source: The Birth of the Self
ja: 「私」の誕生
ko: 「나」의 탄생
ru: Зарождение себя
zh_hans: 「我」的诞生
zh_hant: 「我」的誕生

source: The Moles Welcome You
ja: モグラ党へようこそ
ko: 두더지파가 환영해
ru: Кроты приветствуют тебя
zh_hans: 鼹鼠党欢迎你
zh_hant: 鼴鼠黨歡迎你

source: The Unreachable Side
ja: 着かない彼岸
ko: 닿을 수 없는 저편
ru: Недоступная сторона
zh_hans: 到不了的彼岸
zh_hant: 到不了的彼岸

source: Those Many Springs
ja: 幾度目かの春
ko: 그 무수한 봄날
ru: Бесчисленные весенние дни
zh_hans: 那无数个春天
zh_hant: 那無數個春天

source: Time Waits for No One
ja: 時節は居らず
ko: 세월은 흐를 뿐
ru: Время никого не ждёт
zh_hans: 时节不居
zh_hant: 時節不居

source: Trend of the Universal Market
ja: 星間市場のトレンド
ko: 우주 시장 동향
ru: Тренд галактического рынка
zh_hans: 此时恰好
zh_hant: 宇宙市場趨勢

source: Under the Blue Sky
ja: 青空の下で
ko: 푸른 하늘 아래
ru: Под голубым небом
zh_hans: 在蓝天下
zh_hant: 在藍天下

source: Void
ja: 幽邃
ko: 그윽
ru: Пустота
zh_hans: 幽邃
zh_hant: 幽邃

source: Whereabouts Should Dreams Rest
ja: 夢が帰り着く場所
ko: 꿈은 어디로 돌아가야 하는가
ru: Куда возвращаются сны
zh_hans: 梦应归于何处
zh_hant: 夢應歸於何處

source: Worrisome, Blissful
ja: 悩んで笑って
ko: 고민, 그리고 행복
ru: Тревога и блаженство
zh_hans: 烦恼着，幸福着
zh_hant: 煩惱著，幸福著

source: Yet Hope Is Priceless
ja: されど希望の銘は無価
ko: 값을 매길 수 없는 건 희망뿐
ru: Но надежда бесценна
zh_hans: 偏偏希望无价
zh_hant: 偏偏希望無價
